/* DAC settings info line format for integer spl rates */
"%i/%.0f D/A %@converter" = "%1$i/%2$.0f D/A %3$@converter";

/* DAC settings info line format for decimal spl rates */
"%i/%.1f D/A %@converter" = "%1$i/%2$.1f D/A %3$@converter";

/* Error saving playlist alert panel */
"An error occured trying to save the playlist" = "Une erreur a eu lieu lors de la sauvegarde de la liste de lecture";

/* Cancel button title */
"Cancel" = "Annuler";

/* Quit without saves error question message */
"Could not save changes while quitting.  Quit anyway?" = "Could not save changes while quitting.  Quit anyway?";

/* Digital Volume info under volume slider */
"DIGITAL\nVOLUME" = "DIGITAL\nVOLUME";

/* DAC settings info line: downsampling word */
"downsampling " = "downsampling ";

/* Error message for device init */
"Error initializing audio device" = "Erreur d'initialization du périphérique";

/* Hogged by other alert panel */
"Error initializing sound device" = "Erreur d'initialization du périphérique";

/* Error saving playlist alert panel */
"Error saving playlist" = "Echec de l'enregistrement de la liste de lecture";

/* Generic error message for device start */
"Error starting device playback" = "Echec de démarrage de la lecture";

/* Error message for Integer Mode */
"Error: unable to change to Integer Mode" = "Erreur: échec d'activation du \"Integer Mode\"";

/* Error message for exclusive access */
"Error: unable to grab exclusive access" = "Erreur: echec d'obtention d'accès exclusif";

/* Unable to load first track error message */
"Error: unable to load first track" = "Erreur: échec de chargement de la première piste";

/* Initializing Audio Device info in LCD title line */
"Initializing audio device..." = "Initialisation du périphérique...";

/* IntegerOFF tooltip for LCD info */
"Integer Mode is OFF" = "Integer Mode inactif";

/* IntegerON tooltip for LCD info */
"Integer Mode is ON" = "Integer Mode actif";

/* Master Volume info under volume slider */
"MASTER\nVOLUME" = "MASTER\nVOLUME";

/* DAC settings info line: oversampling word */
"oversampling " = "oversampling ";

/* Quit anyway button title */
"Quit anyway" = "Quitter";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* Info line stopping device */
"Stopping audio device..." = "Arrêt du périphérique audio...";

/* Hogged by other alert panel */
"The sound device is already hogged by another application\nUnable to start playing" = "Le périphérique audio est déjà utilisé en mode exclusif par une autre application\nImpossible de démarrer la lecture";

/* Error saving playlist alert panel */
"Unable to save the playlist in M3U format.\nThis may be due to a character encoding issue.\nDo you want to tray saving in M3U8 format ?" = "Echec lors de l'enregistrement de la liste de lecture au format M3U.\nCela peut être dû à un problème d'encodage de caractère.\nVoulez-vous essayer avec le format M3U8 ?";

/* DAC settings info line: upsampling word */
"upsampling " = "upsampling ";

/* Yes button title */
"Yes" = "Oui";

